Repository: ThomasMaul/QueryEditor
Catalog: Resources/*.lproj/QueryDE.xlf
Languages: de

# criteria_TextContains
source: contains
de: enthält

# criteria_TextContainsLessThan
source: contains less than
de: enthält weniger als

# criteria_TextContainsMoreThan
source: contains more than
de: enthält mehr als

# criteria_TextContainsWords
source: contains word(s)
de: enthält Wort/Wörter

# criteria_TextDoesNotContain
source: does not contain
de: enthält nicht

# criteria_TextDoesNotContainWords
source: does not contain word(s)
de: enthält nicht Wort/Wörter

# criteria_TextEndsWith
source: ends with
de: endet mit

# criteria_TextIsBetweenExcluded
source: is between (excluded)
de: ist zwischen (exklusive)

# criteria_TextIsBetweenIncluded
source: is between
de: ist zwischen

# criteria_TextIsBigger
source: is after
de: ist nach

# criteria_TextIsBiggerOrEqual
source: is or is after
de: ist oder ist nach

# criteria_TextIsEmpty
source: is empty
de: ist leer

# criteria_TextIsEqual
source: is
de: das ist

# criteria_TextIsLower
source: is before
de: ist vor

# criteria_TextIsLowerOrEqual
source: is or is before
de: ist oder ist vor

# criteria_TextIsNotEmpty
source: is not empty
de: ist nicht leer

# criteria_TextIsNotEqual
source: is not
de: ist nicht

# criteria_TextIsNotUndefined
source: is not undefined
de: ist nicht undefiniert

# criteria_TextIsUndefined
source: is undefined
de: ist undefiniert

# criteria_TextStartsWith
source: starts with
de: beginnt mit

# criteria_TextIsInList
source: Is in list
de: Ist in Liste

# criteria_NumIsBetweenExcluded
source: is between (excluded)
de: ist zwischen (exlusiv)

# criteria_NumIsBetweenIncluded
source: is between
de: ist zwischen

# criteria_NumIsBigger
source: is strictly greater than
de: ist größer als

# criteria_NumIsBiggerOrEqual
source: is greater than or equal to
de: ist größer als oder gleich

# criteria_NumIsEqual
source: equals
de: ist gleich

# criteria_NumIsLower
source: is strictly lower than
de: ist kleiner als

# criteria_NumIsLowerOrEqual
source: is lower than or equal to
de: ist kleiner als oder gleich

# criteria_NumIsNotEqual
source: is different from
de: ist unterschiedlich von

# criteria_NumIsNotUndefined
source: is not undefined
de: ist nicht undefiniert

# criteria_NumIsUndefined
source: is undefined
de: ist undefiniert

# criteria_DateIsBetweenExcluded
source: is after and before
de: ist nach und vor

# criteria_DateIsBetweenIncluded
source: is between
de: ist zwischen

# criteria_DateIsBigger
source: is after
de: ist nach

# criteria_DateIsBiggerOrEqual
source: starts from
de: beginnt mit

# criteria_DateIsEqual
source: is
de: das ist

# criteria_DateIsLower
source: is before
de: ist vor

# criteria_DateIsLowerOrEqual
source: is up to
de: ist vor oder am

# criteria_DateIsNotEqual
source: is not
de: ist nicht

# criteria_DateIsNotUndefined
source: is not undefined
de: ist nicht undefiniert

# criteria_DateIsToday
source: is today
de: ist heute

# criteria_DateIsTomorrow
source: is tomorrow
de: ist morgen

# criteria_DateIsUndefined
source: is undefined
de: ist undefiniert

# criteria_DateIsWithinCurrent
source: is within current
de: ist in aktueller/aktuellem

# criteria_DateIsWithinLast
source: is within last
de: ist in letzter/letztem

# criteria_DateIsWithinNext
source: is within next
de: ist in nächster/nächstem

# criteria_DateIsWithinTheLast
source: is within the last
de: ist in den letzten

# criteria_DateIsWithinTheNext
source: is within the next
de: ist in den nächsten

# criteria_DateIsYesterday
source: is yesterday
de: ist gestern

# criteria_DateBis_Days
source: days
de: Tage

# criteria_DateBis_Months
source: months
de: Monate

# criteria_DateBis_Weeks
source: weeks
de: Wochen

# criteria_DateBis_Years
source: years
de: Jahre

# criteria_DateTer_Month
source: month
de: Monat

# criteria_DateTer_Quarter
source: quarter
de: Quartal

# criteria_DateTer_W1
source: week (sun-sat)
de: Woche (Son-Sat)

# criteria_DateTer_W2
source: week (mon-sun)
de: Woche (Mon-Son)

# criteria_DateTer_W3
source: week (mon-fri)
de: Woche (Mon-Fri)

# criteria_DateTer_Year
source: year
de: Jahr

# criteria_DurationIsEqual
source: lasts exactly
de: dauert exakt

# criteria_DurationIsLonger
source: lasts over
de: dauert über

# criteria_DurationIsLongerOrEqual
source: lasts at least
de: dauert mindestens

# criteria_DurationIsNotEqual
source: does not last
de: dauert nicht

# criteria_DurationIsShorter
source: lasts less than
de: ist kürzer als

# criteria_DurationIsShorterOrEqual
source: lasts a maximum of
de: dauert maximal

# criteria_TimeIsBetweenExcluded
source: is between (excluded)
de: ist zwischen (exlusiv)

# criteria_TimeIsBetweenIncluded
source: is between
de: ist zwischen

# criteria_TimeIsBigger
source: is after
de: ist nach

# criteria_TimeIsBiggerOrEqual
source: starts from
de: beginnt mit

# criteria_TimeIsEqual
source: is
de: das ist

# criteria_TimeIsLower
source: is before
de: ist vor

# criteria_TimeIsLowerOrEqual
source: is up to
de: ist vor oder am

# criteria_TimeIsNotEqual
source: is not
de: ist nicht

# criteria_TimeIsNotUndefined
source: is not undefined
de: ist nicht undefiniert

# criteria_TimeIsUndefined
source: is undefined
de: ist undefiniert

# criteria_TimeIsWithinTheLast
source: is within the last
de: ist in den letzten

# criteria_TimeIsWithinTheNext
source: is within the next
de: ist in den nächsten

# criteria_TimeBis_Hours
source: hours
de: Stunden

# criteria_TimeBis_Minuts
source: minutes
de: Minuten

# criteria_TimeBis_Seconds
source: seconds
de: Sekunden

# criteria_Text2a_AllWords
source: all words
de: Alle Wörter

# criteria_Text2a_SomeWords
source: some words
de: Einige Wörter

# criteria_Text2b_Chars
source: chars
de: Zeichen

# criteria_Text2b_Words
source: words
de: Wörter

# criteria_BlobIsBetweenExcluded
source: contains between (excluded)
de: belegt zwischen (exklusiv)

# criteria_BlobIsBetweenIncluded
source: contains between
de: belegt zwischen

# criteria_BlobIsBigger
source: contains more than
de: enthält mehr als

# criteria_BlobIsBiggerOrEqual
source: contains at least
de: belegt mindestens

# criteria_BlobIsEmpty
source: is empty
de: ist leer

# criteria_BlobIsLower
source: contains less than
de: enthält weniger als

# criteria_BlobIsLowerOrEqual
source: contains a maximum of
de: belegt oder weniger

# criteria_BlobIsNotEmpty
source: is not empty
de: ist nicht leer

# criteria_BlobIsNotUndefined
source: is not undefined
de: ist nicht undefiniert

# criteria_BlobBis_Byte
source: bytes
de: Byte

# criteria_BlobBis_GByte
source: Gbytes
de: Gbyte

# criteria_BlobBis_KByte
source: Kbytes
de: Kbyte

# criteria_BlobBis_MByte
source: Mbytes
de: Mbyte

# criteria_PictContainsWords
source: contains word(s)
de: enthält Wort/Wörter

# criteria_PictDoesNotContainWords
source: does not contain word(s)
de: enthält nicht Wort/Wörter

# criteria_PictIsBigger
source: weighs more than
de: belegt mehr als

# criteria_PictIsBiggerOrEqual
source: weighs at least
de: belegt mindestens

# criteria_PictIsEmpty
source: is empty
de: ist leer

# criteria_PictIsLower
source: weighs less than
de: belegt weniger als

# criteria_PictIsLowerOrEqual
source: weighs a maximum of
de: belegt maximal

# criteria_PictIsNotEmpty
source: is not empty
de: ist nicht leer

# criteria_PictIsNotUndefined
source: is not undefined
de: ist nicht undefiniert

# criteria_PictIsUndefined
source: is undefined
de: ist undefiniert

# criteria_pict2a_AllWords
source: all words
de: Alle Wörter

# criteria_Pict2a_SomeWords
source: some words
de: Einige Wörter

# criteria_pict2b_Bytes
source: bytes
de: Byte

# criteria_pict2b_GBytes
source: Gbytes
de: Gbyte

# criteria_pict2b_KBytes
source: Kbytes
de: Kbyte

# criteria_pict2b_MBytes
source: Mbytes
de: Mbyte

# Action_copy
source: Copy formula to Clipboard
de: Formel in Zwischenablage kopieren

# Action_queryDestination
source: Query destination
de: Ziel der Suche

# Actions_selectTheQueryFileToLoad
source: Select the query file to load
de: Wählen Sie die zu ladende Datei aus

# queryDest_1
source: Create new selection
de: Erzeuge neue Auswahl

# queryDest_2
source: Search in selection
de: Suche in Auswahl

# queryDest_3
source: Add to selection
de: Füge zur Auswahl hinzu

# queryDest_4
source: Remove from selection
de: Entferne von Auswahl

# criteria_AllCriteria
source: All rules must match
de: Alle Regeln müssen eingehalten werden

# criteria_AnyCriteria
source: Any rule must match
de: Eine Regel muss eingehalten werden

# criteria_DisplayLinkedTables
source: Display linked tables
de: Zeige verknüpfte Tabellen

# criteria_Options
source: Options
de: Optionen

# criteria_Rules
source: Rules
de: Regeln

# criteria_Sort
source: Sort
de: Sortieren

# label_Find
source: Find:
de: Suchen:

# LastQueries
source: Recent queries
de: Letzte Suchen

# operator_and
source: And
de: Und

# operator_except
source: Except
de: Außer

# operator_or
source: Or
de: oder

# tip_operator
source: Operators
de: Operatoren

# tip_tables
source: Fields
de: Felder

# tip_command
source: Commands
de: Befehle

# query_dialog_tittle
source: Query in {table_name}
de: Suche in {table_name}

# query_dialog_generic_tittle
source: Query
de: Suchen

# operator_range
source: And
de: Und

# criteria_BoolIsFalse
source: is false
de: ist falsch

# criteria_BoolIsNotUndefined
source: is not undefined
de: ist nicht undefiniert

# criteria_BoolIsTrue
source: is true
de: ist wahr

# criteria_BoolIsUndefined
source: is undefined
de: ist undefiniert

# tip_add
source: Alt-click to add a blank line to enter a formula
de: Alt-Klick um eine neu Zeile für eine Formel anzulegen

# tip_add
source: Opt-click to add a blank line to enter a formula
de: Alt-Klick um eine neu Zeile für eine Formel anzulegen

# Op_addition
source: Addition
de: Hinzufügen

# Op_and
source: AND
de: Und

# Op_assignment
source: Assignment
de: Zuweisung

# Op_blankDate
source: Blank date
de: Leeres Datum

# Op_blankHour
source: Blank Hour
de: Leere Uhrzeit

# Op_comparisonOperators
source: Comparison Operators
de: Vergleichs-Operatoren

# Op_concatenation
source: Concatenation
de: Zusammenfügen

# Op_dateOperators
source: Date Operators
de: Datum Operatoren

# Op_difference
source: Difference
de: Differenz

# Op_emptyString
source: Empty string
de: Leerer Text

# Op_equal
source: Equal
de: Gleich

# Op_except
source: EXCEPT
de: Außer

# Op_exponentiation
source: Exponentiation
de: Potenzierung

# Op_greaterThan
source: Greater than
de: Größer als

# Op_greaterThanOrEqualTo
source: Greater than or equal to
de: Größer als oder gleich

# Op_indexes
source: Indexes
de: Indizes

# Op_lessThan
source: Less than
de: Kleiner als

# Op_lessThanOrEqualTo
source: Less than or equal to
de: Kleiner als oder gleich

# Op_logicalOperators
source: Logical Operators
de: Logische Operatoren

# Op_multiplication
source: Multiplication
de: Multiplikation

# Op_notEqual
source: Not equal
de: Ungleich

# Op_numericOperators
source: Numeric Operators
de: Numerische Operatoren

# Op_or
source: OR
de: oder

# Op_repetition
source: Repetition
de: Wiederholung

# Op_stringOperators
source: String Operators
de: Text Operatoren

# Op_subtraction
source: Subtraction
de: Subtraktion

# Op_timeOperators
source: Time Operators
de: Zeit Operatoren

# Alerts_theQueryContainsAFieldThatDoesNotExist!
source: The query contains a field that does not exist !
de: Die Suche enthält ein Feld das nicht existiert!

# Alerts_theQueryContainsATableThatDoesNotExist!
source: The query contains a table that does not exist !
de: Die Suche enthält eine Tabelle die nicht existiert!

# Errors_fileVersionUnhandled
source: File version unhandled
de: Dokumentversion kann nicht gelesen werden

# Errors_anErrorOccurredWhileOpeningTheFile
source: An error occurred while opening the file
de: Beim Öffnen der Datei ist ein Fehler aufgetreten

# Errors_anErrorOccurredWhileSavingTheFile
source: An error occurred while saving the file
de: Beim Speichern der Datei ist ein Fehler aufgetreten

# Placeholder_valuesSeparatedBySemicolons
source: Values separated by semicolons
de: Werte durch Semikolon getrennt

# Placeholder_value
source: Value
de: Wert

# Placeholder_valuesSeparatedBySpaces
source: Values separated by spaces
de: Werte durch Leerzeichen getrennt

# Placeholder_size
source: Size
de: Größe

# Placeholder_date
source: Date
de: Datum

# Placeholder_number
source: Number
de: Nummer

# Placeholder_time
source: Time
de: Zeit

# Placeholder_numberSeparatedBySemicolons
source: Number separated by semicolons
de: Zahlen durch Semikolon getrennt
